Repository: GigaDuckAI/conduck
Catalog: Conduck/Conduck/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans

# declinedTurn.wordless.hint
source: This message had no text. Some agents reply with nothing when they get a file but no question — send it again with a question.
es: Este mensaje no tenía texto. Algunos agentes no responden cuando reciben un archivo sin una pregunta: envíalo de nuevo con una pregunta.
ja: このメッセージにはテキストがありませんでした。質問なしでファイルだけを受け取ると何も返さないエージェントもあります。質問を添えて再送してください。
zh_hans: 此消息没有文字。部分智能体收到文件但没有问题时会返回空回复，请附上问题后重新发送。

source: default: %@
es: predeterminada: %@
ja: デフォルト：%@
zh_hans: 默认：%@

# diagnostics.action.allowSpeech
source: Allow speech recognition
es: Permitir reconocimiento de voz
ja: 音声認識を許可
zh_hans: 允许语音识别

# diagnostics.action.checkGateway
source: Check connection
es: Comprobar conexión
ja: 接続を確認
zh_hans: 检查连接

# diagnostics.action.checkWatch
source: Check
es: Comprobar
ja: 確認
zh_hans: 检查

# diagnostics.action.checkWatch.a11y
source: Check Apple Watch
es: Comprobar Apple Watch
ja: Apple Watchを確認
zh_hans: 检查 Apple Watch

# diagnostics.action.checking
source: Checking…
es: Comprobando…
ja: 確認中…
zh_hans: 正在检查…

# diagnostics.action.checkingWatch
source: Checking…
es: Comprobando…
ja: 確認中…
zh_hans: 正在检查…

# diagnostics.action.chooseGateway
source: Choose Gateway
es: Elegir pasarela
ja: ゲートウェイを選択
zh_hans: 选择网关

# diagnostics.action.chooseGateway.a11y
source: Choose which gateway new chats use
es: Elegir qué pasarela usarán los chats nuevos
ja: 新しいチャットに使うゲートウェイを選択
zh_hans: 选择新对话使用的网关

# diagnostics.action.copied
source: Copied
es: Copiado
ja: コピーしました
zh_hans: 已复制

# diagnostics.action.copy
source: Copy Diagnostics
es: Copiar diagnóstico
ja: 診断情報をコピー
zh_hans: 复制诊断信息

# diagnostics.action.openSpeechSettings
source: Open speech settings
es: Abrir ajustes de voz
ja: 音声認識の設定を開く
zh_hans: 打开语音设置

# diagnostics.action.previewVoice
source: Test voice playback
es: Probar reproducción de voz
ja: 音声再生をテスト
zh_hans: 测试语音播放

# diagnostics.action.recheckGateway
source: Check again
es: Volver a comprobar
ja: 再確認
zh_hans: 再次检查

# diagnostics.action.recheckGateway.a11y
source: Check the connection to %@ again
es: Volver a comprobar la conexión con %@
ja: %@への接続を再確認
zh_hans: 再次检查到 %@ 的连接

# diagnostics.action.testEverything
source: Run diagnostic checks
es: Ejecutar comprobaciones de diagnóstico
ja: 診断を実行
zh_hans: 运行诊断检查

# diagnostics.action.testFileServer.a11y
source: Test file-server connection for %@
es: Probar la conexión con el servidor de archivos de %@
ja: %@のファイルサーバー接続をテスト
zh_hans: 测试 %@ 的文件服务器连接

# diagnostics.action.testTranscription
source: Test with sample audio
es: Probar con un audio de muestra
ja: サンプル音声でテスト
zh_hans: 使用示例音频测试

# diagnostics.action.testing
source: Testing…
es: Probando…
ja: テスト中…
zh_hans: 正在测试…

# diagnostics.action.testingEverything
source: Testing…
es: Probando…
ja: テスト中…
zh_hans: 正在测试…

# diagnostics.capability.camera
source: Camera
es: Cámara
ja: カメラ
zh_hans: 相机

# diagnostics.capability.camera.denied
source: Turn on Camera access for Conduck in Settings to attach photos you take.
es: Activa el acceso a la cámara para Conduck en Ajustes para adjuntar fotos que hagas.
ja: 撮影した写真を添付するには、設定でConduckのカメラへのアクセスを有効にしてください。
zh_hans: 请在“设置”中开启 Conduck 的相机访问权限，以附加拍摄的照片。

# diagnostics.capability.screenRecording
source: Screen Recording
es: Grabación de pantalla
ja: 画面収録
zh_hans: 录屏

# diagnostics.capability.screenRecording.denied
source: Turn on Screen Recording for Conduck in System Settings to use ⌘⇧2 Screenshot & Ask. If it is already on, turn it off and on again, then quit and reopen Conduck.
es: Activa la grabación de pantalla para Conduck en Ajustes del Sistema para usar ⌘⇧2 Capturar y preguntar. Si ya está activada, desactívala y vuelve a activarla; luego cierra y vuelve a abrir Conduck.
ja: ⌘⇧2の「スクリーンショットで質問」を使うには、システム設定でConduckの画面収録を有効にしてください。すでに有効な場合は一度無効にして再び有効にし、Conduckを終了して開き直してください。
zh_hans: 请在“系统设置”中开启 Conduck 的录屏权限，以使用 ⌘⇧2 截屏并提问。如果已开启，请先关闭再开启，然后退出并重新打开 Conduck。

# diagnostics.capability.screenRecording.ok
source: Screenshot & Ask can capture your screen.
es: Capturar y preguntar puede capturar tu pantalla.
ja: 「スクリーンショットで質問」は画面をキャプチャできます。
zh_hans: “截屏并提问”可以截取屏幕内容。

# diagnostics.capability.shareInbox
source: Share to Conduck
es: Compartir con Conduck
ja: Conduckに共有
zh_hans: 分享到 Conduck

# diagnostics.capability.shareInbox.stuck
source: %lld shared item(s) have been waiting to import for a while — opening a conversation usually clears them.
es: %lld elementos compartidos llevan un tiempo esperando para importarse; abrir una conversación suele resolverlo.
ja: %lld件の共有項目がしばらく取り込み待ちになっています。通常は会話を開くと取り込まれます。
zh_hans: %lld 个共享项目等待导入已有一段时间，打开对话通常可以完成导入。

# diagnostics.capability.shareInbox.targetsBroken
source: The share sheet's target list couldn't be read — sharing to Conduck may show an empty picker. It regenerates when you open the app or change a setting.
es: No se pudo leer la lista de destinos de la hoja de compartir: al compartir con Conduck puede aparecer un selector vacío. Se vuelve a generar cuando abres la app o cambias un ajuste.
ja: 共有画面の送信先リストを読み取れませんでした。Conduckへの共有で選択肢が空になることがあります。アプリを開くか設定を変更すると再生成されます。
zh_hans: 无法读取共享表单的目标列表，分享到 Conduck 时可能显示空的选择器。打开 App 或更改设置后会重新生成列表。

# diagnostics.capability.storage
source: Storage
es: Almacenamiento
ja: ストレージ
zh_hans: 存储空间

# diagnostics.capability.storage.critical
source: Storage is critically low (%lld MB free) — attachments, shared items, and sync can fail. Free up space.
es: El espacio disponible es críticamente bajo (%lld MB libres): pueden fallar los adjuntos, los elementos compartidos y la sincronización. Libera espacio.
ja: 空き容量が非常に少ないため（%lld MB）、添付、共有項目、同期が失敗することがあります。空き容量を確保してください。
zh_hans: 存储空间严重不足（剩余 %lld MB），附件、共享项目和同步可能失败。请释放空间。

# diagnostics.capability.storage.low
source: Storage is low (%lld MB free) — attachments, shared items, and sync may fail.
es: Hay poco espacio disponible (%lld MB libres): pueden fallar los adjuntos, los elementos compartidos y la sincronización.
ja: 空き容量が少ないため（%lld MB）、添付、共有項目、同期が失敗する可能性があります。
zh_hans: 存储空间不足（剩余 %lld MB），附件、共享项目和同步可能失败。

# diagnostics.cause.generic
source: The last request didn't go through.
es: La última solicitud no se envió.
ja: 前回のリクエストは送信できませんでした。
zh_hans: 上次请求未成功送达。

# diagnostics.check.notTested
source: Not tested
es: Sin probar
ja: 未テスト
zh_hans: 未测试

# diagnostics.connection.defaultGateway
source: Default for new chats
es: Predeterminada para chats nuevos
ja: 新しいチャットのデフォルト
zh_hans: 新对话默认设置

# diagnostics.connection.defaultGateway.adopted
source: Conduck switched your default because the old one isn't available here.
es: Conduck cambió tu IA predeterminada porque la anterior no está disponible aquí.
ja: 以前のAIがここでは利用できないため、Conduckがデフォルトを切り替えました。
zh_hans: 原来的默认 AI 在此设备不可用，Conduck 已切换默认 AI。

# diagnostics.connection.defaultGateway.adopted.named
source: New chats and the GigaAction Shortcut start on %1$@ — Conduck switched to it because %2$@ isn't available here.
es: Los chats nuevos y el atajo GigaAction empiezan en %1$@: Conduck cambió a esta IA porque %2$@ no está disponible aquí.
ja: 新しいチャットとGigaActionショートカットは%1$@を使います。%2$@がここでは利用できないため、Conduckが切り替えました。
zh_hans: 新对话和 GigaAction 快捷指令使用 %1$@。由于 %2$@ 在此设备不可用，Conduck 已切换。

# diagnostics.connection.defaultGateway.notChosen
source: Conduck doesn't know which AI new chats should use, so new chats and the GigaAction Shortcut won't go anywhere. Choose one in Personal AI.
es: Conduck no sabe qué IA deben usar los chats nuevos, así que los chats nuevos y el atajo GigaAction no tendrán destino. Elige una en IA personal.
ja: 新しいチャットに使うAIが設定されていないため、新しいチャットとGigaActionショートカットは送信できません。パーソナルAIで選んでください。
zh_hans: Conduck 尚未确定新对话使用哪个 AI，因此新对话和 GigaAction 快捷指令无法发送。请在“个人 AI”中选择。

# diagnostics.connection.defaultGateway.notChosen.named
source: Conduck doesn't know which AI new chats should use, so new chats and the GigaAction Shortcut won't go anywhere. Pick one of your %lld gateways.
es: Conduck no sabe qué IA deben usar los chats nuevos, así que los chats nuevos y el atajo GigaAction no tendrán destino. Elige una de tus %lld pasarelas.
ja: 新しいチャットに使うAIが設定されていないため、新しいチャットとGigaActionショートカットは送信できません。%lld個のゲートウェイから選んでください。
zh_hans: Conduck 尚未确定新对话使用哪个 AI，因此新对话和 GigaAction 快捷指令无法发送。请从 %lld 个网关中选择一个。

# diagnostics.connection.defaultGateway.notChosen.named.one
source: Conduck doesn't know which AI new chats should use, so new chats and the GigaAction Shortcut won't go anywhere. Pick %@.
es: Conduck no sabe qué IA deben usar los chats nuevos, así que los chats nuevos y el atajo GigaAction no tendrán destino. Elige %@.
ja: 新しいチャットに使うAIが設定されていないため、新しいチャットとGigaActionショートカットは送信できません。%@を選んでください。
zh_hans: Conduck 尚未确定新对话使用哪个 AI，因此新对话和 GigaAction 快捷指令无法发送。请选择 %@。

# diagnostics.connection.defaultGateway.ok
source: New chats and the GigaAction Shortcut start on your default gateway.
es: Los chats nuevos y el atajo GigaAction empiezan en tu pasarela predeterminada.
ja: 新しいチャットとGigaActionショートカットは、デフォルトのゲートウェイを使います。
zh_hans: 新对话和 GigaAction 快捷指令使用默认网关。

# diagnostics.connection.defaultGateway.ok.named
source: New chats and the GigaAction Shortcut start on %@.
es: Los chats nuevos y el atajo GigaAction empiezan en %@.
ja: 新しいチャットとGigaActionショートカットは%@を使います。
zh_hans: 新对话和 GigaAction 快捷指令使用 %@。

# diagnostics.connection.defaultGateway.unavailable
source: Your default gateway isn't available on this device, so new chats and the GigaAction Shortcut won't go anywhere. It'll work again on its own if it's just waiting on iCloud, or you can switch to a gateway that works here.
es: Tu pasarela predeterminada no está disponible en este dispositivo, así que los chats nuevos y el atajo GigaAction no tendrán destino. Volverá a funcionar por sí sola si solo espera a iCloud, o puedes cambiar a una pasarela que funcione aquí.
ja: デフォルトのゲートウェイがこのデバイスで利用できないため、新しいチャットとGigaActionショートカットは送信できません。iCloud同期を待っているだけなら自動的に復旧します。ここで使えるゲートウェイに切り替えることもできます。
zh_hans: 默认网关在此设备不可用，因此新对话和 GigaAction 快捷指令无法发送。如果只是等待 iCloud 同步，稍后会自动恢复；你也可以切换到此设备可用的网关。

# diagnostics.connection.defaultGateway.unavailable.named
source: %1$@ is your default for new chats, but it isn't available on this device — so new chats and the GigaAction Shortcut won't go anywhere. It'll work again on its own if it's just waiting on iCloud, or you can switch to one of your %2$lld working gateways.
es: %1$@ es tu opción predeterminada para los chats nuevos, pero no está disponible en este dispositivo, así que los chats nuevos y el atajo GigaAction no tendrán destino. Volverá a funcionar por sí sola si solo espera a iCloud, o puedes cambiar a una de tus %2$lld pasarelas que funcionan.
ja: 新しいチャットのデフォルトは%1$@ですが、このデバイスで利用できないため、新しいチャットとGigaActionショートカットは送信できません。iCloud同期を待っているだけなら自動的に復旧します。利用できる%2$lld個のゲートウェイから選ぶこともできます。
zh_hans: %1$@ 是新对话的默认 AI，但在此设备不可用，因此新对话和 GigaAction 快捷指令无法发送。如果只是等待 iCloud 同步，稍后会自动恢复；你也可以切换到 %2$lld 个可用网关中的一个。

# diagnostics.connection.defaultGateway.unavailable.named.one
source: %1$@ is your default for new chats, but it isn't available on this device — so new chats and the GigaAction Shortcut won't go anywhere. It'll work again on its own if it's just waiting on iCloud, or you can switch to %2$@.
es: %1$@ es tu opción predeterminada para los chats nuevos, pero no está disponible en este dispositivo, así que los chats nuevos y el atajo GigaAction no tendrán destino. Volverá a funcionar por sí sola si solo espera a iCloud, o puedes cambiar a %2$@.
ja: 新しいチャットのデフォルトは%1$@ですが、このデバイスで利用できないため、新しいチャットとGigaActionショートカットは送信できません。iCloud同期を待っているだけなら自動的に復旧します。%2$@に切り替えることもできます。
zh_hans: %1$@ 是新对话的默认 AI，但在此设备不可用，因此新对话和 GigaAction 快捷指令无法发送。如果只是等待 iCloud 同步，稍后会自动恢复；你也可以切换到 %2$@。

# diagnostics.connection.gateway.focused.missing.detail.v3
source: This conversation's gateway isn't available on this device, so the thread can't send. Open it in Personal AI, or Clone the conversation to a gateway that works.
es: La pasarela de esta conversación no está disponible en este dispositivo, así que no se puede enviar desde este hilo. Ábrela en IA personal o clona la conversación en una pasarela que funcione.
ja: この会話のゲートウェイはこのデバイスで利用できないため、送信できません。パーソナルAIで開くか、会話を複製して利用できるゲートウェイに切り替えてください。
zh_hans: 此对话的网关在此设备不可用，因此无法发送消息。请在“个人 AI”中打开它，或将对话复制到可用网关。

# diagnostics.connection.gateway.none.detail.v3
source: Nothing on this device can reach an AI. Connect one in Settings → Personal AI — or, if you set one up on another device, give iCloud a moment to finish syncing.
es: Nada en este dispositivo puede conectar con una IA. Conecta una en Ajustes → IA personal o, si configuraste una en otro dispositivo, espera un momento a que iCloud termine de sincronizar.
ja: このデバイスからAIに接続できません。設定 → パーソナルAIで接続を追加してください。別のデバイスで設定済みなら、iCloud同期が終わるまで少し待ってください。
zh_hans: 此设备没有可以连接 AI 的网关。请在“设置”→“个人 AI”中连接一个；如果已在其他设备设置，请稍等 iCloud 完成同步。

# diagnostics.connection.gateway.none.v3
source: No gateway can send right now
es: Ninguna pasarela puede enviar ahora
ja: 現在、送信できるゲートウェイがありません
zh_hans: 目前没有可发送消息的网关

# diagnostics.connection.network
source: Network connection
es: Conexión de red
ja: ネットワーク接続
zh_hans: 网络连接

# diagnostics.connection.network.constrained
source: Low Data Mode is on — background transfers and large attachments may be limited.
es: El modo de datos reducidos está activado: las transferencias en segundo plano y los adjuntos grandes pueden estar limitados.
ja: 省データモードが有効です。バックグラウンド転送や大きい添付が制限されることがあります。
zh_hans: 低数据模式已开启，后台传输和大型附件可能受限。

# diagnostics.connection.network.down
source: No network connection detected.
es: No se detectó ninguna conexión de red.
ja: ネットワーク接続が検出されませんでした。
zh_hans: 未检测到网络连接。

# diagnostics.connection.network.ok
source: Reachable over %@.
es: Accesible mediante %@.
ja: %@経由で接続できます。
zh_hans: 可通过 %@ 访问。

# diagnostics.connection.notifications
source: Notifications
es: Notificaciones
ja: 通知
zh_hans: 通知

# diagnostics.done
source: Done
es: Listo
ja: 完了
zh_hans: 完成

# diagnostics.files.badge.disabled.failed
source: Uploads disabled — last check failed
es: Subidas desactivadas: falló la última comprobación
ja: アップロード無効 — 前回の確認に失敗
zh_hans: 上传已禁用，上次检查失败

# diagnostics.files.badge.disabled.inconclusive
source: Uploads disabled — last check inconclusive
es: Subidas desactivadas: última comprobación no concluyente
ja: アップロード無効 — 前回の確認では判定できず
zh_hans: 上传已禁用，上次检查无定论

# diagnostics.files.badge.disabled.testRequired
source: Uploads disabled — test required
es: Subidas desactivadas: se necesita una prueba
ja: アップロード無効 — テストが必要
zh_hans: 上传已禁用，需要测试

# diagnostics.files.badge.enabled
source: Uploads enabled
es: Subidas activadas
ja: アップロード有効
zh_hans: 上传已启用

# diagnostics.files.badge.enabled.failed
source: Uploads still enabled — last check failed
es: Subidas aún activadas: falló la última comprobación
ja: アップロード有効のまま — 前回の確認に失敗
zh_hans: 上传仍然启用，上次检查失败

# diagnostics.files.badge.enabled.inconclusive
source: Uploads still enabled — last check inconclusive
es: Subidas aún activadas: última comprobación no concluyente
ja: アップロード有効のまま — 前回の確認では判定できず
zh_hans: 上传仍然启用，上次检查无定论

# diagnostics.files.badge.enabled.returnUnchecked
source: Uploads enabled — returns unchecked
es: Subidas activadas: devoluciones sin comprobar
ja: アップロード有効 — 返却は未確認
zh_hans: 上传已启用，返回文件未检查

# diagnostics.files.badge.enabled.uploadsOnly
source: Uploads enabled — server can't list folders
es: Subidas activadas: el servidor no puede listar carpetas
ja: アップロード有効 — サーバーがフォルダ一覧を取得できず
zh_hans: 上传已启用，服务器无法列出文件夹

# diagnostics.files.badge.notSetUp
source: Not set up
es: Sin configurar
ja: 未設定
zh_hans: 未设置

# diagnostics.files.badge.testing
source: Testing…
es: Probando…
ja: テスト中…
zh_hans: 正在测试…

# diagnostics.files.detail.testRequired
source: Run the test to enable uploads, or remove the server in File server settings.
es: Ejecuta la prueba para activar las subidas o elimina el servidor en los ajustes del servidor de archivos.
ja: アップロードを有効にするにはテストを実行してください。不要ならファイルサーバー設定でサーバーを削除してください。
zh_hans: 请运行测试以启用上传，或在“文件服务器”设置中移除服务器。

# diagnostics.files.reach.inconclusive
source: Couldn't confirm the file host. Run the file-server test.
es: No se pudo confirmar el servidor de archivos. Ejecuta su prueba.
ja: ファイルホストを確認できませんでした。ファイルサーバーのテストを実行してください。
zh_hans: 无法确认文件主机，请运行文件服务器测试。

# diagnostics.files.reach.ok.v2
source: File host reachable and sign-in looks OK, but this check can't prove uploads land. Run the file-server test to confirm.
es: El servidor de archivos es accesible y el inicio de sesión parece correcto, pero esta comprobación no demuestra que las subidas lleguen. Ejecuta la prueba del servidor de archivos para confirmarlo.
ja: ファイルホストに接続でき、認証も正常と思われますが、アップロードの保存までは確認できません。ファイルサーバーのテストを実行してください。
zh_hans: 文件主机可访问且登录似乎正常，但此次检查无法确认文件上传成功。请运行文件服务器测试以确认。

# diagnostics.files.reach.suspicious
source: Reached the file host, but the response was unexpected. Run the file-server test to confirm.
es: Se conectó con el servidor de archivos, pero la respuesta fue inesperada. Ejecuta su prueba para confirmarlo.
ja: ファイルホストに接続しましたが、予期しない応答でした。ファイルサーバーのテストで確認してください。
zh_hans: 已连接文件主机，但响应异常。请运行文件服务器测试以确认。

# diagnostics.files.serverLabel
source: File server
es: Servidor de archivos
ja: ファイルサーバー
zh_hans: 文件服务器

# diagnostics.files.settings
source: File server settings
es: Ajustes del servidor de archivos
ja: ファイルサーバー設定
zh_hans: 文件服务器设置

# diagnostics.files.testDetails
source: Test details
es: Detalles de la prueba
ja: テストの詳細
zh_hans: 测试详情

# diagnostics.fix.generic
source: Try again in a moment.
es: Inténtalo de nuevo en un momento.
ja: 少し待ってから再試行してください。
zh_hans: 请稍后重试。

# diagnostics.focused.generic
source: Last request
es: Última solicitud
ja: 前回のリクエスト
zh_hans: 上次请求

# diagnostics.footer.copy
source: Copies a safe summary you can paste anywhere. No links, keys, or message content are included.
es: Copia un resumen seguro que puedes pegar donde quieras. No incluye enlaces, claves ni contenido de mensajes.
ja: リンク、キー、メッセージ内容を含まない、安全に共有できる概要をコピーします。
zh_hans: 复制可安全粘贴到任何地方的摘要，不包含链接、密钥或消息内容。

# diagnostics.footer.testEverything
source: Checks saved connections and file servers, plus transcription when set up. File tests upload and remove a small sample. Cloud tests may incur charges. Voice playback is tested separately.
es: Comprueba las conexiones y los servidores de archivos guardados, además de la transcripción si está configurada. Las pruebas de archivos suben y eliminan una pequeña muestra. Las pruebas en la nube pueden generar cargos. La reproducción de voz se prueba por separado.
ja: 保存済みの接続とファイルサーバーを確認し、設定済みなら文字起こしもテストします。ファイルテストでは小さいサンプルをアップロードして削除します。クラウドテストには料金がかかる場合があります。音声再生は別にテストします。
zh_hans: 检查已保存的连接和文件服务器，以及已设置的转写服务。文件测试会上传并删除一个小型示例文件。云端测试可能收费，语音播放需单独测试。

# diagnostics.footer.voice
source: Uses your selected providers. Cloud providers may charge for these tests.
es: Usa los proveedores seleccionados. Los proveedores en la nube pueden cobrar por estas pruebas.
ja: 選択したプロバイダーを使います。クラウドプロバイダーはこれらのテストに課金する場合があります。
zh_hans: 使用所选服务商。云端服务商可能对此类测试收费。

# diagnostics.gateway.chatProven
source: Last reply received %@
es: Última respuesta recibida %@
ja: 前回の返信受信：%@
zh_hans: 上次收到回复：%@

# diagnostics.gateway.chatUnproven
source: No reply received on this device yet
es: Aún no se recibió ninguna respuesta en este dispositivo
ja: このデバイスではまだ返信を受信していません
zh_hans: 此设备尚未收到回复

# diagnostics.gateway.custom
source: Custom gateway
es: Pasarela personalizada
ja: カスタムゲートウェイ
zh_hans: 自定义网关

# diagnostics.gateway.customNumbered
source: Custom gateway %lld
es: Pasarela personalizada %lld
ja: カスタムゲートウェイ%lld
zh_hans: 自定义网关 %lld

# diagnostics.gateway.noModels
source: Your gateway answered, but lists no models. Load a model on the server.
es: Tu pasarela respondió, pero no enumera ningún modelo. Carga un modelo en el servidor.
ja: ゲートウェイから応答がありましたが、モデルがありません。サーバーにモデルを読み込んでください。
zh_hans: 网关有响应，但未列出任何模型。请在服务器上载入模型。

# diagnostics.gateway.reach.ok
source: Reachable and signed in.
es: Accesible y con sesión iniciada.
ja: 接続・認証済み。
zh_hans: 可访问且已登录。

# diagnostics.hint.localNetwork.v2
source: If this address is on your own network, check Conduck's Local Network permission in Settings — when it's off, the connection just times out.
es: Si esta dirección está en tu propia red, comprueba el permiso de Red local de Conduck en Ajustes: si está desactivado, la conexión simplemente agota el tiempo de espera.
ja: 自分のネットワーク内のアドレスなら、設定でConduckのローカルネットワークへのアクセスを確認してください。無効の場合は接続がタイムアウトします。
zh_hans: 如果此地址位于本地网络，请检查“设置”中 Conduck 的本地网络权限。权限关闭时，连接只会超时。

# diagnostics.notifications.alertsOff.info
source: Alerts are off. Shortcut and background replies arrive silently; enable alerts if you want them.
es: Los avisos están desactivados. Las respuestas de atajos y en segundo plano llegan en silencio; activa los avisos si los quieres.
ja: 通知の表示が無効です。ショートカットやバックグラウンドの返信は静かに届きます。通知したい場合は有効にしてください。
zh_hans: 提醒已关闭，快捷指令和后台回复将静默到达。如需提醒，请启用。

# diagnostics.notifications.disabled.info
source: Notifications are off. Shortcut and background replies arrive silently; enable notifications if you want alerts.
es: Las notificaciones están desactivadas. Las respuestas de atajos y en segundo plano llegan en silencio; activa las notificaciones si quieres avisos.
ja: 通知が無効です。ショートカットやバックグラウンドの返信は静かに届きます。お知らせを受け取るには通知を有効にしてください。
zh_hans: 通知已关闭，快捷指令和后台回复将静默到达。如需提醒，请启用通知。

# diagnostics.notifications.ok
source: Shortcut and background replies can notify you.
es: Las respuestas de atajos y en segundo plano pueden notificarte.
ja: ショートカットやバックグラウンドの返信を通知できます。
zh_hans: 快捷指令和后台回复可以通知你。

# diagnostics.permission.allow
source: Allow
es: Permitir
ja: 許可
zh_hans: 允许

# diagnostics.permission.notRequested
source: Not requested yet.
es: Aún no solicitado.
ja: まだ要求していません。
zh_hans: 尚未请求。

# diagnostics.permission.statusUnavailable
source: Permission status unavailable.
es: Estado del permiso no disponible.
ja: 権限の状態を取得できません。
zh_hans: 无法获取权限状态。

# diagnostics.permissions.details
source: Permission details
es: Detalles de permisos
ja: 権限の詳細
zh_hans: 权限详情

# diagnostics.section.capability
source: Capabilities and Permissions
es: Capacidades y permisos
ja: 機能と権限
zh_hans: 功能和权限

# diagnostics.section.connection
source: Connection
es: Conexión
ja: 接続
zh_hans: 连接

# diagnostics.section.sync
source: Sync
es: Sincronización
ja: 同期
zh_hans: 同步

# diagnostics.section.voice
source: Voice
es: Voz
ja: 音声
zh_hans: 语音

# diagnostics.summary.attention.many
source: %lld issues need attention
es: %lld problemas necesitan atención
ja: %lld件の確認が必要です
zh_hans: %lld 个问题需要处理

# diagnostics.summary.attention.one
source: 1 issue needs attention
es: 1 problema necesita atención
ja: 1件の確認が必要です
zh_hans: 1 个问题需要处理

# diagnostics.summary.lastChecked
source: Full check run %@
es: Comprobación completa ejecutada %@
ja: 全体の確認：%@
zh_hans: 完整检查运行于 %@

# diagnostics.summary.notCheckedYet
source: Setup looks right — tap Test everything to check the connection
es: La configuración parece correcta: toca Probar todo para comprobar la conexión
ja: 設定は正常です。「診断を実行」をタップして接続を確認してください。
zh_hans: 设置看起来正常，请轻点“测试全部”检查连接

# diagnostics.summary.passed
source: Diagnostic checks passed
es: Comprobaciones de diagnóstico superadas
ja: 診断に合格しました
zh_hans: 诊断检查通过

# diagnostics.summary.scopedCheck
source: %1$@ checked %2$@
es: %1$@ comprobado %2$@
ja: %1$@の確認：%2$@
zh_hans: %1$@ 检查于 %2$@

# diagnostics.summary.untested
source: This setup hasn't been fully checked
es: Esta configuración no se ha comprobado por completo
ja: この設定は完全には確認されていません
zh_hans: 此设置尚未完成完整检查

# diagnostics.sync.content
source: Content sync on this device
es: Sincronización de contenido en este dispositivo
ja: このデバイスのコンテンツ同期
zh_hans: 此设备的内容同步

# diagnostics.sync.content.failed
source: Content sync couldn’t be updated. Open Settings → General to try again.
es: No se pudo actualizar la sincronización de contenido. Abre Ajustes → General para reintentar.
ja: コンテンツ同期を更新できませんでした。設定 → 一般で再試行してください。
zh_hans: 无法更新内容同步。请打开“设置”→“通用”重试。
